Repository: QuasarFoks/QuasarInstall
Catalog: sdk-iso/main/ql.rev/locale/*/LC_MESSAGES/installer.po
Languages: ru_ru

source: Select disk
ru_ru: Выберите диск

source: Enter disk name (e.g. sda/nvme0n1):
ru_ru: Введите имя диска (например, sda/nvme0n1):

source: Error: disk
ru_ru: Ошибка: диск

source: does not exist!
ru_ru: не существует!

source: Enter ROOT partition (e.g. sda2):
ru_ru: Введите раздел для ROOT (например, sda2):

source: Enter EFI partition (e.g. sda1):
ru_ru: Введите раздел для EFI (например, sda1):

source: If no partition, leave empty
ru_ru: При отсутствии раздела оставьте поле пустым

source: Enter BOOT partition (sda1/nvmen1p1):
ru_ru: Введите раздел для BOOT (sda1/nvmen1p1):

source: skipping
ru_ru: пропускаем

source: Separate /home partition? (y/n):
ru_ru: /home отдельный раздел? (y/n):

source: Enter HOME partition (e.g. sda2):
ru_ru: Введите раздел для HOME (например, sda2):

source: Separate /var partition? (y/n):
ru_ru: /var отдельный раздел? (y/n):

source: Enter /var partition (e.g. sda2):
ru_ru: Введите раздел для /var (например, sda2):

source: Separate /usr partition? (y/n):
ru_ru: /usr отдельный раздел? (y/n):

source: Enter /usr partition (e.g. sda2):
ru_ru: Введите раздел для /usr (например, sda2):
